OpenQBMM-OpenFOAM-v2306/validation/polydisperseBubbleFoam/Delft/DelftPolydisperse/system/setFieldsDict
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      setFieldsDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

regions
(
    boxToCell
    {
        box (0 0 0) (0.5 0.8 0.1);
        fieldValues
        (
            volScalarFieldValue alpha.air    0
        );
    }
);


// ************************************************************************* //
